Repository: Aron-S-G-H/fastapi-expense
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: fa

source: Expense not found
fa: هزینه پیدا نشد

source: Expense deleted
fa: آیتم هزینه حذف شد

source: token type is invalid
fa: نوع توکن نامعتبر است

source: token is not correct
fa: توکن نامعتبر است

source: token expired
fa: توکن منقضی شده است

source: user logged in
fa: کاربر لاگین شد

source: username or password is wrong
fa: یوزرنیم یا پسورد اشتباه است

source: User already exists
fa: کاربر از قبل موجود هست

source: invalid refresh token
fa: رفرش توکن نامعتبر

source: user not found
fa: کاربر یافت نشد

source: logged out successfully
fa: کاربر خارج شد از حسابش

source: hi
fa: سلام

source: bye
fa: خداحافظ

source: maktabkhooneh
fa: مکنب خونه
